Repository: Hud2929/Pausely
Catalog: Pausely/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: /month
ar: /الشهر
de: /Monat
es: /mes
fr: /mois
ja: /月

source: %@ joined using your code
ar: انضم %@ باستخدام الرمز الخاص بك
de: %@ ist mit Ihrem Code beigetreten
es: %@ se unió usando tu código
fr: %@ a rejoint avec votre code
ja: %@があなたのコードを使用して参加しました

source: %@ joined using your code!
ar: انضم %@ باستخدام الرمز الخاص بك!
de: %@ ist mit Ihrem Code beigetreten!
es: ¡%@ se unió usando tu código!
fr: %@ a rejoint avec votre code !
ja: %@があなたのコードを使用して参加しました！

source: %@ of use
ar: %@ من الاستخدام
de: %@ Nutzung
es: %@ de uso
fr: %@ d'utilisation
ja: %@の利用

source: %@ per day
ar: %@ يومياً
de: %@ pro Tag
es: %@ por día
fr: %@ par jour
ja: 1日%@

source: %@ Price Increase
ar: %@ زيادة في السعر
de: %@ Preiserhöhung
es: %@ Aumento de precio
fr: %@ Augmentation de prix
ja: %@の値上げ

source: %@ tab
ar: تبويب %@
es: Pestaña %@
fr: Onglet %@
ja: %@タブ

source: %@ trial ends soon!
ar: تنتهي تجربة %@ قريباً!
de: %@ Testphase endet bald!
es: ¡La prueba de %@ termina pronto!
fr: L'essai %@ se termine bientôt !
ja: %@のトライアルがもうすぐ終わります！

# %@, %@ per %@
source: %1$@, %2$@ per %3$@
ar: %@، %@ لكل %@
de: %@, %@ pro %@
es: %@, %@ por %@
fr: %@, %@ par %@

# %@, %@ used this month
source: %1$@, %2$@ used this month
ar: %@، تم استخدام %@ هذا الشهر
de: %@, %@ diesen Monat genutzt
es: %@, %@ usados este mes
fr: %@, %@ utilisés ce mois
ja: %@、今月%@使用

# %@, paused for %lld more days, saving %@ per month
source: %1$@, paused for %2$lld more days, saving %3$@ per month
ar: %@، في وضع الإيقاف لمدة %lld يوم إضافي، توفير %@ شهرياً
de: %@, noch %lld Tage pausiert, %@ pro Monat gespart
es: %@, pausado por %lld días más, ahorrando %@ por mes
fr: %@, mis en pause pour %lld jours de plus, économisant %@ par mois
ja: %@、あと%lld日間一時停止中、月%@節約

source: %@/hour
ar: %@/ساعة
de: %@/Std.
es: %@/hora
fr: %@/heure
ja: %@/時間

source: %@/mo
ar: %@/شهر
es: %@/mes
fr: %@/mois
ja: %@/月

source: %@/mo after
ar: %@/شهر بعد ذلك
de: %@/Mo. danach
es: %@/mes después
fr: %@/mois après
ja: 以降%@/月

source: %@/mo equivalent
ar: %@/شهر بشكل مكافئ
de: %@/Mo. äquivalent
es: %@/mes equivalente
fr: %@/mois équivalent
ja: 月額換算%@

# %@/month or %@/year
source: %1$@/month or %2$@/year
ar: %@/شهر أو %@/سنة
de: %@/Monat oder %@/Jahr
es: %@/mes o %@/año
fr: %@/mois ou %@/an
ja: %@/月または%@/年

source: %@/person
ar: %@/شخص
es: %@/persona
fr: %@/personne
ja: %@/人

source: %@/yr
ar: %@/سنة
de: %@/Jahr
es: %@/año
fr: %@/an
ja: %@/年

source: %@%% off equivalent monthly cost
ar: خصم %@%% على التكلفة الشهرية المكافئة
de: %@%% Rabatt auf den monatlichen Gegenwert
es: %@%% de descuento en el costo mensual equivalente
fr: %@%% de réduction sur le coût mensuel équivalent
ja: 月額換算%@%%オフ

source: %lld active
ar: %lld نشط
de: %lld aktiv
es: %lld activo
fr: %lld actif
ja: %lld アクティブ

# %lld active subscription%@
source: %1$lld active subscription%2$@
ar: %lld اشتراك نشط%@
de: %lld aktives Abo%@
es: %lld suscripción activa%@
fr: %lld abonnement actif%@
ja: %lldのアクティブなサブスクリプション%@

# %lld active subscription%@ tracked
source: %1$lld active subscription%2$@ tracked
ar: %lld اشتراك نشط%@ مُتتبَّع
de: %lld aktives Abo%@ erfasst
es: %lld suscripción activa%@ registrada
fr: %lld abonnement actif%@ suivi
ja: %lldのアクティブなサブスクリプション%@を追跡中

source: %lld already tracked (skipped)
ar: %lld مُتتبَّع بالفعل (تم التخطي)
de: %lld bereits erfasst (übersprungen)
es: %lld ya registrado (omitido)
fr: %lld déjà suivi (ignoré)
ja: %lldはすでに追跡中（スキップ）

source: %lld apps selected
ar: %lld تطبيق محدد
de: %lld Apps ausgewählt
es: %lld apps seleccionadas
fr: %lld apps sélectionnées
ja: %lld個のアプリを選択

source: %lld currencies
ar: %lld عملة
de: %lld Währungen
es: %lld monedas
fr: %lld devises
ja: %lld通貨

source: %lld ending
ar: %lld ينتهي
de: %lld endend
es: %lld terminando
fr: %lld se terminant
ja: %lld件終了

source: %lld failed (may already exist)
ar: %lld فشل (قد يكون موجوداً بالفعل)
de: %lld fehlgeschlagen (möglicherweise bereits vorhanden)
es: %lld fallido (puede que ya exista)
fr: %lld échoué (peut-être déjà existant)
ja: %lld件失敗（すでに存在する可能性）

source: %lld found
ar: تم العثور على %lld
de: %lld gefunden
es: %lld encontrado
fr: %lld trouvé
ja: %lld件見つかりました

source: %lld hours remaining
ar: متبقي %lld ساعة
de: %lld Stunden verbleibend
es: %lld horas restantes
fr: %lld heures restantes
ja: 残り%lld時間

source: %lld more to go!
ar: %lld أخرى للإنجاز!
de: %lld weitere zu erledigen!
es: ¡%lld más por hacer!
fr: %lld de plus à faire !
ja: あと%lld件！

source: %lld of 3 completed
ar: %lld من 3 مكتمل
de: %lld von 3 abgeschlossen
es: %lld de 3 completados
fr: %lld sur 3 complété
ja: 3件中%lld件完了

source: %lld of 3 conversions for FREE Pro
ar: %lld من 3 تحويلات للحصول على Pro مجاناً
de: %lld von 3 Empfehlungen für GRATIS Pro
es: %lld de 3 conversiones para Pro GRATIS
fr: %lld sur 3 conversions pour Pro GRATUIT
ja: Pro無料獲得まで3件中%lld件

source: %lld plans
ar: %lld خطة
de: %lld Pläne
es: %lld planes
ja: %lldプラン

source: %lld potential subscriptions found
ar: تم العثور على %lld اشتراك محتمل
de: %lld potenzielle Abos gefunden
es: %lld suscripciones potenciales encontradas
fr: %lld abonnements potentiels trouvés
ja: %lld件の候補サブスクリプションを検出

source: %lld recommendations
ar: %lld توصية
de: %lld Empfehlungen
es: %lld recomendaciones
fr: %lld recommandations
ja: %lld件のおすすめ

source: %lld results
ar: %lld نتيجة
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
ja: %lld件の結果

source: %lld saving you money
ar: %lld يوفر لك المال
de: %lld spart dir Geld
es: %lld ahorrándote dinero
fr: %lld vous font économiser de l'argent
ja: %lld件が節約に貢献

source: %lld services
ar: %lld خدمة
de: %lld Dienste
es: %lld servicios
ja: %lldサービス

# %lld services in %@
source: %1$lld services in %2$@
ar: %lld خدمة في %@
de: %lld Dienste in %@
es: %lld servicios en %@
fr: %lld services dans %@
ja: %@に%lldサービス

# %lld sessions/week • %lld%% confidence
source: %1$lld sessions/week • %2$lld%% confidence
ar: %lld جلسة/أسبوع • %lld%% ثقة
de: %lld Sitzungen/Woche • %lld%% Konfidenz
es: %lld sesiones/semana • %lld%% confianza
fr: %lld sessions/semaine • %lld%% de confiance
ja: %lld回/週 • %lld%%の信頼度

# %lld subscription%@ added
source: %1$lld subscription%2$@ added
ar: تمت إضافة %lld اشتراك%@
de: %lld Abo%@ hinzugefügt
es: %lld suscripción%@ añadida
fr: %lld abonnement%@ ajouté
ja: %lldのサブスクリプション%@を追加

# %lld subscription%@ selected
source: %1$lld subscription%2$@ selected
ar: تم تحديد %lld اشتراك%@
de: %lld Abo%@ ausgewählt
es: %lld suscripción%@ seleccionada
fr: %lld abonnement%@ sélectionné
ja: %lldのサブスクリプション%@を選択

source: %lld subscriptions
ar: %lld اشتراك
de: %lld Abos
es: %lld suscripciones
fr: %lld abonnements
ja: %lldのサブスクリプション

source: %lld subscriptions wasting money
ar: %lld اشتراك يُهدر المال
de: %lld Abos verschwenden Geld
es: %lld suscripciones desperdiciando dinero
fr: %lld abonnements gaspillant de l'argent
ja: %lld件のサブスクリプションが無駄

source: %lld this week
ar: %lld هذا الأسبوع
de: %lld diese Woche
es: %lld esta semana
fr: %lld cette semaine
ja: 今週%lld件

source: %lld tiers
ar: %lld مستوى
de: %lld Stufen
es: %lld niveles
fr: %lld niveaux
ja: %lldのプラン

source: %lld WRAPPED
ar: %lld ملخص
de: %lld RÜCKBLICK
es: %lld RESUMEN
fr: %lld RÉCAP
ja: %lld ラップアップ

source: %lld-day free trial available
ar: تجربة مجانية لمدة %lld يوماً متاحة
de: %lld-tägige kostenlose Testphase verfügbar
es: Prueba gratuita de %lld días disponible
fr: Essai gratuit de %lld jours disponible
ja: %lld日間の無料トライアル利用可能

# %lld/%lld subs
source: %1$lld/%2$lld subs
ar: %lld/%lld اشتراك
de: %lld/%lld Abos
es: %lld/%lld suscripciones
fr: %lld/%lld abos
ja: %lld/%lldのサブスク

# %lld/%lld subscriptions used
source: %1$lld/%2$lld subscriptions used
ar: تم استخدام %lld/%lld اشتراك
de: %lld/%lld Abos genutzt
es: %lld/%lld suscripciones usadas
fr: %lld/%lld abonnements utilisés
ja: %lld/%lldのサブスクリプションを使用

source: %lld%% used
ar: %lld%% مُستخدَم
de: %lld%% genutzt
es: %lld%% usado
fr: %lld%% utilisé
ja: %lld%%使用済み

source: %lldd trial
ar: تجربة %lldd
de: %lldd Testphase
es: Prueba de %lldd
fr: Essai de %lldd
ja: %lldd トライアル

# %lldh %lldm used this month
source: %1$lldh %2$lldm used this month
ar: تم استخدام %lldسا %lldد هذا الشهر
de: %lldh %lldm diesen Monat genutzt
es: %lldh %lldm usados este mes
fr: %lldh %lldm utilisés ce mois
ja: 今月%lldh %lldm使用

source: • All content and design of the app is property of Pausely • You retain ownership of data you input • You grant us license to use anonymized data for improvements
ar: • جميع محتويات وتصميم التطبيق ملك لـ Pausely • تحتفظ بملكية البيانات التي تدخلها • تمنحنا ترخيصًا لاستخدام البيانات المجهولة للتحسينات
de: • Alle Inhalte und das Design der App sind Eigentum von Pausely • Sie behalten das Eigentum an den von Ihnen eingegebenen Daten • Sie erteilen uns eine Lizenz zur Verwendung anonymisierter Daten für Verbesserungen
es: • Todo el contenido y diseño de la app es propiedad de Pausely • Usted retiene la propiedad de los datos que introduce • Nos otorga licencia para usar datos anonimizados para mejoras
fr: • Tout le contenu et la conception de l'application est la propriété de Pausely • Vous conservez la propriété des données que vous saisissez • Vous nous accordez une licence pour utiliser des données anonymisées pour des améliorations
ja: • アプリのすべてのコンテンツとデザインはPauselyの財産です • 入力したデータの所有権はあなたに帰属します • 改善のための匿名データ使用ライセンスを付与します

source: • All data is encrypted in transit and at rest • We use industry-standard security measures • Your data is stored securely in Supabase cloud infrastructure • You can request deletion of your data at any time
ar: • جميع البيانات مشفرة أثناء النقل وفي حالة السكون • نستخدم معايير الأمان الصناعية • يتم تخزين بياناتك بأمان في البنية التحتية السحابية لـ Supabase • يمكنك طلب حذف بياناتك في أي وقت
de: • Alle Daten werden während der Übertragung und im Ruhezustand verschlüsselt • Wir verwenden branchenübliche Sicherheitsmaßnahmen • Ihre Daten werden sicher in der Supabase-Cloud-Infrastruktur gespeichert • Sie können jederzeit die Löschung Ihrer Daten anfordern
es: • Todos los datos están cifrados en tránsito y en reposo • Usamos medidas de seguridad estándar de la industria • Sus datos se almacenan de forma segura en la infraestructura de nube de Supabase • Puede solicitar la eliminación de sus datos en cualquier momento
fr: • Toutes les données sont chiffrées en transit et au repos • Nous utilisons des mesures de sécurité standard de l'industrie • Vos données sont stockées en toute sécurité dans l'infrastructure cloud Supabase • Vous pouvez demander la suppression de vos données à tout moment
ja: • すべてのデータは転送中および保存中に暗号化されます • 業界標準のセキュリティ対策を使用しています • データはSupabaseクラウドインフラに安全に保存されます • いつでもデータの削除を要求できます

source: • You must provide accurate information when creating an account • You are responsible for maintaining the security of your account • You must be at least 13 years old to use our service • You are responsible for all activity under your account
ar: • يجب عليك تقديم معلومات دقيقة عند إنشاء حساب • أنت مسؤول عن الحفاظ على أمان حسابك • يجب أن تكون 13 عامًا على الأقل لاستخدام خدمتنا • أنت مسؤول عن جميع الأنشطة ضمن حسابك
de: • Sie müssen bei der Kontoerstellung genaue Informationen angeben • Sie sind für die Sicherheit Ihres Kontos verantwortlich • Sie müssen mindestens 13 Jahre alt sein, um unseren Service zu nutzen • Sie sind für alle Aktivitäten unter Ihrem Konto verantwortlich
es: • Debe proporcionar información precisa al crear una cuenta • Es responsable de mantener la seguridad de su cuenta • Debe tener al menos 13 años para usar nuestro servicio • Es responsable de toda la actividad en su cuenta
fr: • Vous devez fournir des informations exactes lors de la création d'un compte • Vous êtes responsable de la sécurité de votre compte • Vous devez avoir au moins 13 ans pour utiliser notre service • Vous êtes responsable de toute activité sous votre compte
ja: • アカウント作成時に正確な情報を提供する必要があります • アカウントのセキュリティを維持する責任があります • サービスを使用するには13歳以上である必要があります • アカウント下のすべての活動に責任があります

source: + %lld more
ar: + %lld المزيد
de: + %lld weitere
es: + %lld más
fr: + %lld de plus
ja: 他%lld件

source: + %lld more categories
ar: + %lld فئة إضافية
de: + %lld weitere Kategorien
es: + %lld más categorías
fr: + %lld autres catégories
ja: 他%lldカテゴリ

source: +%@ more than current annual cost
ar: +%@ أكثر من التكلفة السنوية الحالية
de: +%@ mehr als aktuelle Jahreskosten
es: +%@ más que el costo anual actual
fr: +%@ de plus que le coût annuel actuel
ja: 現在の年額より+%@

source: ✅ Automatically tracking %lld subscriptions via Screen Time
ar: ✅ تتبع %lld اشتراكًا تلقائيًا عبر وقت الشاشة
de: ✅ %lld Abonnements automatisch über Bildschirmzeit verfolgen
es: ✅ Rastreando automáticamente %lld suscripciones a través de Tiempo de pantalla
fr: ✅ Suivi automatique de %lld abonnements via Temps d'écran
ja: ✅ スクリーンタイムで%lld件のサブスクリプションを自動追跡中

source: ✓ Valid code! You'll get 30% off your first month.
ar: ✓ رمز صالح! ستحصل على خصم 30% على شهرك الأول.
de: ✓ Gültiger Code! Sie erhalten 30% Rabatt auf Ihren ersten Monat.
es: ✓ ¡Código válido! Obtendrás un 30% de descuento en tu primer mes.
fr: ✓ Code valide ! Vous obtiendrez 30% de réduction sur votre premier mois.
ja: ✓ 有効なコード！初月が30%オフになります。

source: ✗ Invalid or expired code
ar: ✗ رمز غير صالح أو منتهي الصلاحية
de: ✗ Ungültiger oder abgelaufener Code
es: ✗ Código inválido o expirado
fr: ✗ Code invalide ou expiré
ja: ✗ 無効または期限切れのコード

source: 2FA is Disabled
ar: 2FA معطّل
de: 2FA ist deaktiviert
es: 2FA está desactivado
fr: 2FA est désactivé
ja: 2FAは無効

source: 2FA is Enabled
ar: 2FA مفعّل
de: 2FA ist aktiviert
es: 2FA está activado
fr: 2FA est activé
ja: 2FAは有効

source: 3 unused subs =
ar: 3 اشتراكات غير مستخدمة =
de: 3 ungenutzte Abos =
es: 3 subs sin uso =
fr: 3 abos inutilisés =
ja: 3件の未使用サブス =

source: 4 active — $96.47/mo
ar: 4 نشطة — $96.47/شهر
de: 4 aktiv — $96,47/Monat
es: 4 activos — $96,47/mes
fr: 4 actifs — $96,47/mois
ja: 4件アクティブ — $96.47/月

source: 7 days free
ar: 7 أيام مجانًا
de: 7 Tage kostenlos
es: 7 días gratis
fr: 7 jours gratuits
ja: 7日間無料

source: 7-DAY FREE TRIAL
ar: تجربة مجانية لمدة 7 أيام
de: 7-TÄGIGE KOSTENLOSE TESTVERSION
es: PRUEBA GRATUITA DE 7 DÍAS
fr: ESSAI GRATUIT DE 7 JOURS
ja: 7日間無料トライアル

source: 30-day money-back guarantee
ar: ضمان استرداد الأموال لمدة 30 يومًا
de: 30-Tage-Geld-zurück-Garantie
es: Garantía de devolución de 30 días
fr: Garantie de remboursement de 30 jours
ja: 30日間返金保証

source: 30% Off Your First Month!
ar: خصم 30% على شهرك الأول!
de: 30% Rabatt auf Ihren ersten Monat!
es: ¡30% de descuento en tu primer mes!
fr: 30% de réduction sur votre premier mois !
ja: 初月30%オフ！

source: 30h
ar: 30 ساعة
ja: 30時間

source: A new 6-digit verification code has been sent to %@
ar: تم إرسال رمز تحقق جديد من 6 أرقام إلى %@
de: Ein neuer 6-stelliger Verifizierungscode wurde an %@ gesendet
es: Se ha enviado un nuevo código de verificación de 6 dígitos a %@
fr: Un nouveau code de vérification à 6 chiffres a été envoyé à %@
ja: 6桁の新しい確認コードが%@に送信されました

source: A new confirmation email has been sent
ar: تم إرسال بريد تأكيد جديد
de: Eine neue Bestätigungs-E-Mail wurde gesendet
es: Se ha enviado un nuevo correo de confirmación
fr: Un nouvel e-mail de confirmation a été envoyé
ja: 新しい確認メールが送信されました

source: A new confirmation email has been sent to
ar: تم إرسال بريد تأكيد جديد إلى
de: Eine neue Bestätigungs-E-Mail wurde gesendet an
es: Se ha enviado un nuevo correo de confirmación a
fr: Un nouvel e-mail de confirmation a été envoyé à
ja: 新しい確認メールを送信しました

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
ja: について

source: Account Security
ar: أمان الحساب
de: Kontosicherheit
es: Seguridad de cuenta
fr: Sécurité du compte
ja: アカウントのセキュリティ

# across %lld subscription%@ · per month
source: across %1$lld subscription%2$@ · per month
ar: عبر %lld اشتراك%@ · شهريًا
de: über %lld Abonnement%@ · pro Monat
es: en %lld suscripción%@ · por mes
fr: sur %lld abonnement%@ · par mois
ja: %lld件のサブスクリプション%@ · 月額

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ

source: Active %@
ar: نشط %@
de: Aktiv %@
es: Activo %@
fr: Actif %@
ja: アクティブ %@

source: Active Optimizations
ar: التحسينات النشطة
de: Aktive Optimierungen
es: Optimizaciones activas
fr: Optimisations actives
ja: アクティブな最適化

source: Active Sessions
ar: الجلسات النشطة
de: Aktive Sitzungen
es: Sesiones activas
fr: Sessions actives
ja: アクティブなセッション

source: Active Subscriptions
ar: الاشتراكات النشطة
de: Aktive Abos
es: Suscripciones activas
fr: Abonnements actifs
ja: アクティブなサブスクリプション

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加

source: Add (%lld)
ar: إضافة (%lld)
de: Hinzufügen (%lld)
es: Añadir (%lld)
fr: Ajouter (%lld)
ja: 追加 (%lld)

source: Add %@
ar: إضافة %@
de: %@ hinzufügen
es: Agregar %@
fr: Ajouter %@
ja: %@を追加

# Add %lld Subscription%@
source: Add %1$lld Subscription%2$@
ar: إضافة %lld اشتراك%@
de: %lld Abo%@ hinzufügen
es: Agregar %lld suscripción%@
fr: Ajouter %lld abonnement%@
ja: %lldのサブスクリプション%@を追加

source: Add a subscription to track
ar: أضف اشتراكًا للتتبع
de: Fügen Sie ein Abonnement hinzu
es: Añade una suscripción para rastrear
fr: Ajoutez un abonnement à suivre
ja: 追跡するサブスクリプションを追加

source: Add an extra layer of security to your account
ar: أضف طبقة أمان إضافية لحسابك
de: Füge deinem Konto eine zusätzliche Sicherheitsebene hinzu
es: Agrega una capa extra de seguridad a tu cuenta
fr: Ajoutez une couche de sécurité supplémentaire à votre compte
ja: アカウントにセキュリティレイヤーを追加

source: Add Custom
ar: إضافة مخصص
de: Benutzerdefiniert hinzufügen
es: Agregar personalizado
fr: Ajouter personnalisé
ja: カスタムを追加

source: Add Custom Trial
ar: إضافة تجربة مخصصة
de: Benutzerdefinierte Testphase hinzufügen
es: Agregar prueba personalizada
fr: Ajouter essai personnalisé
ja: カスタムトライアルを追加

source: Add First Subscription
ar: إضافة أول اشتراك
de: Erstes Abonnement hinzufügen
es: Añadir primera suscripción
fr: Ajouter le premier abonnement
ja: 最初のサブスクリプションを追加

source: Add from URL
ar: إضافة من رابط
de: Von URL hinzufügen
es: Añadir desde URL
fr: Ajouter depuis une URL
ja: URLから追加

source: Add services to see your monthly spend, renewal dates, and savings opportunities.
ar: أضف الخدمات لرؤية إنفاقك الشهري ومواعيد التجديد وفرص التوفير.
de: Füge Dienste hinzu, um deine monatlichen Ausgaben, Verlängerungstermine und Einsparmöglichkeiten zu sehen.
es: Agrega servicios para ver tu gasto mensual, fechas de renovación y oportunidades de ahorro.
fr: Ajoutez des services pour voir vos dépenses mensuelles, dates de renouvellement et opportunités d'économies.
ja: サービスを追加して月額、更新日、節約機会を確認しましょう。

source: Add subscription
ar: إضافة اشتراك
de: Abonnement hinzufügen
es: Añadir suscripción
fr: Ajouter un abonnement
ja: サブスクリプションを追加

source: Add Subscription
ar: إضافة اشتراك
de: Abonnement hinzufügen
es: Añadir suscripción
fr: Ajouter un abonnement
ja: サブスクリプションを追加

source: Add Subscription to Compare
ar: إضافة اشتراك للمقارنة
de: Abo zum Vergleich hinzufügen
es: Agregar suscripción para comparar
fr: Ajouter abonnement à comparer
ja: 比較するサブスクリプションを追加

source: Add Subscriptions
ar: إضافة اشتراكات
de: Abonnements hinzufügen
es: Añadir suscripciones
fr: Ajouter des abonnements
ja: サブスクリプションを追加

source: Add subscriptions to see their renewal dates here.
ar: أضف الاشتراكات لرؤية مواعيد تجديدها هنا.
de: Füge Abos hinzu, um ihre Verlängerungstermine hier zu sehen.
es: Agrega suscripciones para ver sus fechas de renovación aquí.
fr: Ajoutez des abonnements pour voir leurs dates de renouvellement ici.
ja: サブスクリプションを追加して更新日を確認しましょう。

source: Add subscriptions to see your category breakdown
ar: أضف الاشتراكات لرؤية تفصيل الفئات
de: Abos hinzufügen, um die Kategorienaufschlüsselung zu sehen
es: Agrega suscripciones para ver tu desglose por categorías
fr: Ajoutez des abonnements pour voir la répartition par catégorie
ja: サブスクリプションを追加してカテゴリ別の内訳を確認

source: Add Trial
ar: إضافة تجربة
de: Testphase hinzufügen
es: Agregar prueba
fr: Ajouter essai
ja: トライアルを追加

source: Add your first subscription
ar: أضف اشتراكك الأول
de: Fügen Sie Ihr erstes Abonnement hinzu
es: Añade tu primera suscripción
fr: Ajoutez votre premier abonnement
ja: 最初のサブスクリプションを追加

source: Add your first subscription to start tracking
ar: أضف اشتراكك الأول لبدء التتبع
de: Füge dein erstes Abo hinzu, um mit der Verfolgung zu beginnen
es: Agrega tu primera suscripción para empezar a rastrear
fr: Ajoutez votre premier abonnement pour commencer à suivre
ja: 最初のサブスクリプションを追加して追跡を開始

source: Add your own
ar: أضف الخاص بك
de: Eigenes hinzufügen
es: Agregar el tuyo
fr: Ajouter le vôtre
ja: 自分で追加

source: Add your subscriptions and come back to see a full health report and savings opportunities.
ar: أضف اشتراكاتك وعد لرؤية تقرير صحة كامل وفرص توفير.
de: Füge deine Abos hinzu und komm zurück für einen vollständigen Gesundheitsbericht und Einsparmöglichkeiten.
es: Agrega tus suscripciones y vuelve para ver un informe de salud completo y oportunidades de ahorro.
fr: Ajoutez vos abonnements et revenez pour voir un rapport de santé complet et des opportunités d'économies.
ja: サブスクリプションを追加して、健康レポートと節約機会をご確認ください。

source: Added Successfully!
ar: تمت الإضافة بنجاح!
de: Erfolgreich hinzugefügt!
es: ¡Agregado con éxito!
fr: Ajouté avec succès !
ja: 正常に追加されました！

source: Adjust Alerts
ar: ضبط التنبيهات
de: Benachrichtigungen anpassen
es: Ajustar alertas
fr: Ajuster les alertes
ja: アラートを調整

source: Advanced Insights
ar: رؤى متقدمة
de: Erweiterte Einblicke
es: Insights avanzados
fr: Insights avancés
ja: 高度なインサイト

source: After Trial
ar: بعد التجربة
de: Nach der Testphase
es: Después de la prueba
fr: Après l'essai
ja: トライアル後

source: After your free trial, you'll be charged %@ unless you cancel at least 24 hours before the trial ends.
ar: بعد انتهاء فترة التجربة المجانية، سيتم خصم %@ ما لم تلغِ قبل 24 ساعة على الأقل من نهاية التجربة.
de: Nach der kostenlosen Testphase werden %@ berechnet, sofern du nicht mindestens 24 Stunden vor Ende der Testphase kündigst.
es: Después de tu prueba gratuita, se te cobrará %@ a menos que canceles al menos 24 horas antes de que termine la prueba.
fr: Après votre essai gratuit, vous serez facturé %@ sauf si vous annulez au moins 24 heures avant la fin de l'essai.
ja: 無料トライアル終了後、トライアル終了24時間前までにキャンセルしない限り%@が請求されます。

source: Aggressive
ar: صارم
de: Aggressiv
es: Agresivo
fr: Agressif
ja: 積極的

source: ago
ar: منذ
de: vor
es: hace
fr: il y a
ja: 前

source: AI Financial Advisor
ar: مستشار مالي بالذكاء الاصطناعي
de: KI-Finanzberater
es: Asesor financiero de IA
fr: Conseiller financier IA
ja: AIファイナンシャルアドバイザー

source: AI Insights
ar: رؤى الذكاء الاصطناعي
de: KI-Einblicke
es: Insights de IA
fr: Insights IA
ja: AIインサイト

source: AI RECOMMENDATIONS
ar: توصيات الذكاء الاصطناعي
de: KI-EMPFEHLUNGEN
es: RECOMENDACIONES IA
fr: RECOMMANDATIONS IA
ja: AIのおすすめ

source: AI-powered subscription optimization
ar: تحسين الاشتراكات بالذكاء الاصطناعي
de: KI-gestützte Abo-Optimierung
es: Optimización de suscripciones con IA
fr: Optimisation d'abonnements par IA
ja: AIによるサブスクリプション最適化

source: All caught up!
ar: أنت على اطلاع بكل شيء!
de: Alles erledigt!
es: ¡Todo al día!
fr: Tout est à jour !
ja: すべて確認済み！

source: All Insights
ar: جميع الرؤى
de: Alle Einblicke
es: Todos los insights
fr: Tous les insights
ja: すべてのインサイト

source: Allow
ar: سماح
de: Erlauben
es: Permitir
fr: Autoriser
ja: 許可

source: Almost at Limit
ar: على وشك الوصول للحد
de: Fast am Limit
es: Casi en el límite
fr: Presque à la limite
ja: 上限に近づいています

source: Alphabetical
ar: أبجدياً
de: Alphabetisch
es: Alfabético
fr: Alphabétique
ja: アルファベット順

source: Already have an account?
ar: لديك حساب بالفعل؟
de: Bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
ja: すでにアカウントをお持ちですか？

source: Already have an account? **Sign In**
ar: لديك حساب بالفعل؟ **تسجيل الدخول**
de: Bereits ein Konto? **Anmelden**
es: ¿Ya tienes una cuenta? **Iniciar sesión**
fr: Vous avez déjà un compte ? **Se connecter**
ja: すでにアカウントをお持ちですか？ **サインイン**
